Repository: PineappleIncTeam/FinanceApp
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: ru

source: User must have an email address
ru: Пользователь должен иметь адрес электронной почты.

source: Superuser must have is_staff=True.
ru: Суперюзер должен иметь is_staff=True.

source: Superuser must have is_superuser=True.
ru: Суперюзер должен иметь is_superuser=True.

source: Account activation on %(site_name)s
ru: Активация аккаунта на %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
ru: Вы получили это письмо, потому что вам нужно завершить процесс активации учетной записи на %(site_name)s.

source: Your account has been created and is ready to use!
ru: Ваша учетная запись создана и готова к использованию.

source: Please go to the following page to activate account:
ru: Для активации, пожалуйста, перейдите по ссылке:

source: If you did not indicate your email, please ignore this letter.
ru: Если вы не указывали свою почту, пожалуйста, проигнорируйте данное письмо

source: The %(site_name)s team
ru: Команда %(site_name)s

source: Email local name length must be from %(min_length)d to %(max_length)d.
ru: Длина локального имени в адресе электронной почты должна быть от %(min_length)d до %(max_length)d.

source: Email contains invalid characters.
ru: Ваш пароль содержит недопустимые символы.

source: Invalid domain name.
ru: Неверное доменное имя.

source: Invalid domain name length.
ru: Недопустимая длина доменного имени.

source: Domain name contains invalid characters.
ru: Ваш пароль содержит недопустимые символы.

source: Invalid email.
ru: Неверный адрес электронной почты.

source: Your password contains unsupported symbols.
ru: Ваш пароль содержит недопустимые символы.

source: Your password doesn't contain at least one uppercase letter or at least one number
ru: Ваш пароль не содержит хотя бы одной буквы в верхнем регистре или хотя бы одной цифры.

source: Your password should contain only english letters or any symbols and also at least one uppercase letter and at least one number.
ru: Ваш пароль должен содержать только аглийский буквы или любые символы, а также хотя бы одну букву в верхнем регистре и хотя бы одну цифру.

source: This password must contain less than %(max_length)d characters.
ru: Пароль должен содержать меньше %(max_length)d символов.

source: Your password must contain less than %(max_length)d characters.
ru: Ваш пароль должен содержать меньше %(max_length)d символов.
